Repository: giellalt/corpus-nob
Catalog: prestable/tmx/fkv/admin/varanger_museum/bildetekster_immateriell_kulturarv_kvensk_29.07.2018.docx.tmx
Source language: nob
Languages: fkv

source: Best/museums nummer
fkv: Piippolan tyttäret.

source: Fra venstre bak Sofie Ingilæ, Amalie Bækø, Minda Bæko, Mildrid Ingilæ og Ella Sepajervi.
fkv: Vasemalta takkaa: Sofie Ingilæ, Amalie Bækø, Minda Bæko, Mildrid Ingilæ ja Ella Sepajervi.

source: Foran Haldis Bækø, Aurora Ingilæ, Elna Bækø og Gunda Bækø, Bugøynes 1927.
fkv: Eessä Haldis Bækø, Aurora Ingilæ, Elna Bækø ja Gunda Bækø, Pykeä 1927.

source: 1.bilde.
fkv: KAPITTEL

source: Leveres i dropbox.
fkv: Ei sole sorrakieli

source: Anigi danigi(barn i lek)B Barn leker, Vadsø 1926.
fkv: Tyttäret leikkivä piirileikkiä, Vesisaari 1926.

source: Kristin Nicolaysen filmer sin sønn Iver Isak Nicolaysen Sundelin i forbindelse med dokumentaren «Isä og Aftenstjernen» sommeren 2016 i Skallelv.
fkv: Kristin Nicolaysen filmaa ommaa poikaa Iver Isak Nicolaysen Sundelinia ko het tekevä dokumentaaria kesälä 2016 Kallijoessa.

source: Hovedfokus i filmen er at Iver Isak lærer kvensk av Egil (bestefar/ isä).
fkv: Filmin pääfokus oon se ko Iver Isak oppii kvääniä omalta äijiltä, Egililtä.

source: På bildene ser vi Kristin Nicolaysen, Egil Sundelin, Iver Isak Nicolaysen Sundelin og Ådne Sundelin Hansen.
fkv: Kuvassa oon Kristin Nicolaysen, Egil Sundelin, Iver Isak Nicolaysen Sundelin ja Ådne Sundelin Hansen.

source: Foto/Kuva: Ellisif Rannveig Wessel, Varanger museum avd Grenselandmuseet
fkv: Jouttenlahen talo, Jouttenlahti. Gerd ja Solveig Klemetsen Kitter-kissan kans.

source: Oppen Boppen (Vadsø)
fkv: Vesisaari n. 1930-1960.

source: Ribbo rabbo (tøysevers) B
fkv: Tuu, tuu, tuupakkirulla B

source: Arkiv/Arkiivi: Finnmark fylkesbibliotek
fkv: Tuomaisen talon haakissa, Vesisaari 1933.

source: Ragna Harila og Alida Pedersen på bærtur li
fkv: Yksi, kaksi kolme neljä (Koke kaffe på fjellet) B

source: , Vadsø
fkv: Satu meni saunaan

source: 1950-tallet
fkv: Vinikkahytta

source: Arkiv/Arkiivi: Varanger museum avd. Vadsø
fkv: Korrpi istui puussa (ravn) Alf Tuomainen, Vesisaari 1933.

source: William Mietinen 14 år på fisketur i Arkiv/Arkiivi: Finnmark fylkesbibliotek
fkv: 14-vuotinen William Mietinen oon pyytämässä kallaa Östervannila, Annijoki 1939.

source: (Barn og kattunge) B
fkv: Kiss, kiss, kippurahäntä

source: telegrafstasjonen i Hamningberg: Johan Oskar Andreas Grasmo, Finnmark fylkesbibliotek
fkv: Tyär leikkii kissanpojan kans Hamborgintalon ja telegraafistasjuunin porstuan eessä Hamningbergissa n. 1910-1920.

source: https://digitaltmuseum.no/021015870347/tullebilde-marine-til-venstre-og-synnove-mikkola-har-kledd-seg-ut-som-amerikanere
fkv: Past

source: Marine (til venstre) og Synnøve Mikkola har kledd seg ut som amerikanere på ferie, Neiden 1930-tallet.
fkv: Marine (vasemalla) ja Synnøve Mikkola oon vaatittanheet ittensä niin ko amerikkalaiset feeriällä, Näätämö 1930-luvula.

source: Elsa Haldorsen driver Bugøynes Opplevelser og er en aktiv formidler av den «gammelfinske» kulturen.
fkv: Elsa Haldorsen omistaa firman Bygøynes opplevelser, ja hän jakkaa aktiivisesti tietoa ”vanhasuomalaisesta” kulttuurista.

source: Hun driver galleri, camping, sauna, overnatting og bibliotek i Bugøynes.
fkv: Hän triivaa galleriita, camping-paikkaa, saunaa, yösijjaa ja biblioteekkia Pykeässä.

source: Her lærer hun barn fra finskklassen rim og regler.
fkv: Tässä hän opettaa lapsile suomalaisia riimiä ja loruja.

source: Portrett
fkv: Po rtretti

source: Peter
fkv: /Kuva

source: rn utenfor prestegården i Vardø
fkv: Lapset pappilan ulkopuolel

source: , F
fkv: a Vu

source: Hämähäkki (Lille Petter edderkopp) B
fkv: n. 1910.

source: ny Mietinen ja Svanhild Korsnes, Annijoki
fkv: Grasmo

source: On meillä hauska täti (Vi har ei gammel tante) B
fkv: iniemessä

source: I hagen på Mikkelsnes.
fkv: Vasemalta Mathisen

source: Fra venstre: Ida Mathisen, Kathinka Mikkola som har
fkv: Mikkola kuka fiinistellee

source: fjonget
fkv: ian hatun

source: seg med en høy hatt, og Marine Mikkola som holder rundt sin mor og smiler lykk
fkv: kans

source: elig av hennes fjolleri.
fkv: , ja

source: 1930-tallet.
fkv: Mikkola kuka

source: Mikkel
fkv: pittää

source: 1920-tallet.
fkv: kalanpäitä jokka

source: , Finnmark f
fkv: oon tippunheet

source: Hesteskyss tidlig 1900-
fkv: jällistä, Vuorea 1920-luvula

source: Veien mot Nesset, sett fra Randas kjøkkenvindu, Bugøynes 1970.
fkv: /Kuva

source: Finnmark f
fkv: Joukkokuva

source: Badeliv i
fkv: talon eessä

source: (gutt med snekkerbukse)
fkv: Hevoskyytti varhain 1900-luvula

source: /Per Ivar Somby
fkv: Tie Niemheen käsin.

source: On syyskuu myrsky raiva (Mor og far er død 1800 tall fattigdom) B
fkv: Näkymä Randan köökinklasista, Pykeä 1970. Voi köpeli sentään (Katt i skoen) B

source: Butikkinteriør, Krampenes 1973.
fkv: Kauppa Kramppisessa vuona 1973.

source: Nytpä tahdon (Bygge hus, sauna, stall osv) B
fkv: Niin täässä kävi (Dansefest) B

source: Arkiv/Arkiivi: Varanger museum avd. Vardø
fkv: Plakaatti Kumajoen sillala, Kumaveri 1973.

source: Amerikaa (Amerika, alle slags folk, leker,sølvpilen?)
fkv: työtelee pienen ulkohuonheen

source: Bilde av Sølvpilenblad, leveres i dropbox.
fkv: katola Mikkeliniemessä, Näätämö 1930-luvul

source: Vilho ja Bertta (Kvinne venter på mann i krigen)
fkv: : Kathinka Marie Mikkola Kalksi kuninkaan lasta (Elv/innsjø)

source: SMU.
fkv: /Kuva

source: F000029
fkv: /Kuva Mölö

source: Varanger museum
fkv: Herlaug Mikkola

source: Suutari Bernhard Eriksen 1969.
fkv: Mikkeliniemen talon trapuila, Näätämö

source: Mä aina muistan vieha (en som gråter) B
fkv: /kuva

source: ) B Enaresjøen, Finland
fkv: Inarijärvi, Suomi n. 1880.

source: Melodi fra Vaggetem (Bilde fra Vaggetem) SMU.
fkv: Hän oli oikein (Sjømann/kaptein Atlanterhavet, forlis)

source: F000136
fkv: Paatsjoki

source: Vaggetem, Pasvik
fkv: VKK532:3778 Kuva:

source: Varanger
fkv: Lapsia

source: -Ugrisk forening,
fkv: Toinenkönkhäälä

source: Helsingfors
fkv: Annijoessa

source: Kai Donner,
fkv: 1930-luvula

source: Musikerparet Trygve Beddari og Anne Margaret Nilsen har samlet og framfører sanger fra Ruija.
fkv: Musikkeripari Trygve Beddari ja Anne Margaret Nilsen oon koonheet lauluja Ruijasta ja esittävä niitä.

source: Musikktradisjonen de formidler spenner over alt fra urgammel runosangtradisjon, via eldre finske folkesanger, læstadianske sanger, sanger laget av kvener/norskfinner i Norge til finske slagere.
fkv: Het pellaava ikivanhoita runolauluja, vanhoita suomalaisia kansanlauluja, lestadiolaisia lauluja, ja lauluja joita kväänit/norjansuomalaiset oon tehnheet suomalaisista slaakerista.

source: Dette er under en skolekonsert på Vadsø museum- Ruija kvenmuseum.
fkv: Tämä kuva oon koulukonsertista Vesisaaren museumissa, Vadsø museum – Ruija kvenmuseum.

source: F000770
fkv: pojitten

source: Andreas Mikkola med sønner og m
fkv: j

source: usikkintere
fkv: a musikista

source: ssert vær på gården Mikkelsnes,
fkv: 1930-luvula. KONSERT MED JAKOB MIKKELSEN

source: Mikkelsens orkester spiller opp til dans med tradisjonelle viser, her under Hamningbergdagene 2018.
fkv: Mikkelsenin orkesteri pellaa tanssissa tradisjunellia viisuja. Tässä het pellaava Hamningberg-päivilä vuona 2018.

source: Orkesteret består av Jakob Mikkelsen, Audun Mikkelsen, Ronald Pedersen, og Joakim Kristoffersen.
fkv: Orkesterissa oon myötä Jakob Mikkelsen, Audun Mikkelsen, Ronald Pedersen ja Joakim Kristoffersen.

source: KAPITTEL Religiøse sanger
fkv: Armon lapset kaikki täälla

source: Barn på potte B
fkv: Past

source: Alf og Else-Liv Indrevæ
fkv: Lapset pienet laulakaa

source: Kuva: Kate Indrevær, Finnmark fylkesbibliotek
fkv: Joulupuu Joulu tuvassa, Vesisaari n. 1930.

source: (Jesus-barnet i krybben) B
fkv: En oo liian pieni B Rukoushuone

source: Arkiv/Arkiivi: Varanger museum avd Vadsø
fkv: Rukoushuone

source: Bedehuset i
fkv: Vesisaaressa

source: Vadsø
fkv: /Kuva

source: Vadsø 1948.
fkv: /Kuva Grasmo

source: Livana Shemeikka med sin kone sønn, og barnebarn, Karelen 1906.
fkv: Iivana Shemeikka oman emänän, pojan ja lapsenlapsen kans, Karjala 1906.

source: Fra samlingen Karelsk student organisasjon,
fkv: Jussi

source: (uten plassering, til slutt i kapittel ?)
fkv: Kuva: Jussi Lukkarinen, Museovirasto, Helsinki.

source: Parikkala, Finland 1930–tallet.
fkv: Parikkala, Suomi 1930-luvula.

source: fra samlingen Den
fkv: Kuva: Matti Poutvaara.

source: Samuli Paulaharju, Tromsø museum/Museiverket Helsingfors
fkv: Museovirasto, Helsinki.

source: Digitaalinen färi: Colour Your Past/Per Ivar Somby.
fkv: Miehet suoliva kaloja kaajala Annijoessa, 1926.

source: Hos Magnhild Reisænen, 2 sider, leveres i Dropbox.
fkv: Magnhild Reisænen oon Annijoen «kväänikylästä» pois.

source: Minner fra Vestre Jakobselv (Årsæters fiskehjeller) B
fkv: Hän oon antanu runoja ja muisteluksia tähän kirjhaan.

source: Tre gutter henger fisk på fiskehjeller, fra venstre Tor Hauge,
fkv: Hänelä oon monia muisteluksia joita hän mielelä muistelee etheenkäsin.

source: en ukjent gutt og
fkv: Kolme poikaa kaloja

source: 1940-tallet.
fkv: oika ja Methi

source: Harilas kjøkken/bestemor Harila Jakobselv
fkv: , Vesisaari 1940-luvula

source: Blåse hos Sara Mietinen, Vestre Jakobselv 1973.
fkv: Ploosa. Sara Mietisen tykönä Annijoessa 1973.

source: Historier fra andre verdenskrig
fkv: Pot

source: Mikkelsnes.
fkv: unkylvössä

source: Fra venstre
fkv: Vasemalta

source: rid, Kathinka og Marine Mikkola, Neiden
fkv: Kathinka ja Marine Mikkola,
